{"books":[{"id":"2686","title":"Pwyll Pendevic Dyfet","description":"<p>\r\nIn the First of the Four Branches of the Mabinogi (Middle Welsh prose tales), Arawn, Lord of Annwn, the Welsh mythological otherworld, convinces Pwyll to trade places with him for a year and a day as recompense for allowing his own dogs to feed on a stag Arawn's pack had killed. Arawn arranges to exchange appearances with Pwyll and takes his place at Pwyll's court in Dyfed. Pwyll defeats Hafgan, Arawn's rival, at the end of the year, something Arawn had tried to do and failed. Arawn and Pwyll became lasting friends because Pwyll slept chastely with Arawn's wife. \r\nPwyll then meets Rhiannon, who appears to Pwyll as a beautiful woman dressed in gold silk brocade and riding a shining white horse after Pwyll sits on the gorsedd or mound of Arberth. Pwyll sends his best horsemen after her, but she always remains ahead of them, though her horse never does more than amble. After three days, he finally calls out to her, and Rhiannon tells him she has come seeking him because she would rather marry him than her fiance, Gwawl. After a year and a day, he won her from Gwawl with her assistance. Their son disappears while in the care of several of Rhiannon's ladies-in-waiting. To avoid the blame, they smear blood from a puppy on Rhiannon, who was asleep. \r\nThe child appeared in the court of Teyrnon, whose mare had just given birth but the foal had disappeared. Teyrnon watched his stables on May eve, and sees a mysterious beast coming to take the foal; Teyrnon stopped the beast and found the child outside the stable. He and his wife adopt the child. The child grows unusually quickly and is given the foal born the night Terynon found the lad. Teyrnon, who had once served Pwyll, realizes the child resembles Pwyll, returns him to Pwyll and Rhiannon, who name him Pryderi (care, worry). \r\n(Summary from Wikipedia) \r\n<\/p>","url_text_source":"http:\/\/cy.wikisource.org\/wiki\/Pwyll_Pendeuic_Dyuet","language":"English","copyright_year":"0","num_sections":"1","url_rss":"http:\/\/librivox.org\/rss\/2686","url_zip_file":null,"url_project":"http:\/\/en.wikipedia.org\/wiki\/Pwyll","url_librivox":"http:\/\/librivox.org\/forum\/viewtopic.php?t=16565","url_other":null,"totaltime":null,"totaltimesecs":0,"authors":[{"id":"19","first_name":"","last_name":"Anonymous","dob":"","dod":""}],"url_iarchive":"","sections":[{"id":"170572","section_number":"1","title":"01","listen_url":"","language":"English","playtime":"0","file_name":null,"readers":[{"reader_id":"1085","display_name":"hefyd"}]}],"genres":[{"id":"11","name":"Myths, Legends & Fairy Tales"}],"translators":[]}]}