{
"server":"ia801509.us.archive.org",
"dir":"/24/items/adventures_holmes",
"metadata":{"identifier":["adventures_holmes"],"title":["The Adventures of Sherlock Holmes"],"creator":["Doyle, Sir Arthur Conan"],"mediatype":["audio"],"collection":["librivoxaudio","audio_bookspoetry","opensource_audio"],"description":["<a href=\"http:\/\/librivox.org\/\" rel=\"nofollow\">Librivox<\/a> recording of the Adventures of Sherlock Holmes.\n\nThe Adventures of Sherlock Holmes is a collection of twelve stories by Arthur Conan Doyle, featuring his famous detective. They were originally published in the Strand Magazine from July 1891 to June 1892. The title character was named after famous American poet Oliver Wendell Holmes, Sr. (Summary from Wikipedia)\n\nFor further information, including links to online text, reader information, RSS feeds, CD cover or other formats (if available), please go to the LibriVox <a href=\"http:\/\/librivox.org\/the-adventures-of-sherlock-holmes\/\" rel=\"nofollow\">catalog page<\/a> for this recording.\n\nFor more free audiobooks, or to become a volunteer reader, please visit <a href=\"http:\/\/librivox.org\/\" rel=\"nofollow\">librivox.org<\/a>.\n\n<a href=\"http:\/\/wiki.librivox.org\/index.php\/M4B_Catalog\" rel=\"nofollow\">M4B audiobook of Complete Book<\/a>"],"date":["2007-03-10"],"year":["2007"],"subject":["librivox; audiobook; literature; Holmes; adventure; Doyle"],"licenseurl":["http:\/\/creativecommons.org\/licenses\/publicdomain\/"],"publicdate":["2007-03-10 13:17:53"],"updater":["librivoxbooks","librivoxbooks","librivoxbooks","librivoxbooks","librivoxbooks","librivoxbooks"],"updatedate":["2007-03-10 13:20:08","2007-03-12 19:07:19","2010-01-02 02:27:36","2010-04-23 06:31:12","2011-06-07 03:29:05","2011-07-28 08:03:18"],"taper":["LibriVox"],"source":["Librivox recording of a public-domain text"]},
"reviews":{"info":{"num_reviews":16,"avg_rating":"3.33"},"reviews":[{"reviewbody":"sherlock holmes","reviewtitle":"the adventure of sherlock holmes","reviewer":"psyche_65","reviewdate":"2007-07-19 12:00:35","stars":"5"},{"reviewbody":"of Sherlock Holmes on the IA. A great job, well acted and painted.","reviewtitle":"The best compilaton","reviewer":"derst","reviewdate":"2007-08-01 03:30:50","stars":"5"},{"reviewbody":"Extremely stilted reading and impossible to listen to.","reviewtitle":"The Adventures of Sherlock Holmes","reviewer":"der kitty cat","reviewdate":"2007-11-12 07:52:12"},{"reviewbody":"Poorly read.  Too hard to listen to.","reviewtitle":"The Adventures of Sherlock Holmes","reviewer":"tinamcsag","reviewdate":"2009-05-06 14:41:24","stars":"1"},{"reviewbody":"Poorly read, no atmoshere. can't listen to it.","reviewtitle":"Librivox Sherlock Holmes","reviewer":"jjbrubaker","reviewdate":"2009-09-23 15:24:13","stars":"1"},{"reviewbody":"the reader should be shot...unlistenable","reviewtitle":"Crap","reviewer":"lovehaight","reviewdate":"2009-12-31 09:12:11","stars":"1"},{"reviewbody":"I've listened to many, and the production and performace on these is without a doubt the worst I've ever heard.  You will not make it through a few minutes, avoid.","reviewtitle":"Worst audio book ever","reviewer":"RAHEEBI","reviewdate":"2010-03-01 14:10:03","stars":"1"},{"reviewbody":"Regarding the previous reviews: each adventure is read by a different person.  If you don't care for one, you might like the others.","reviewtitle":"The Adventures of Sherlock Holmes","reviewer":"L. A.","reviewdate":"2010-03-11 18:49:57"},{"reviewbody":"... why not make your own recording for Librivox? If you believe you can do better, then I'm sure the people at Librivox would appreciate your contribution. \"The Red-Headed League\" is well-read, no pun intended. I'd normally rank this 4 stars, but I'm ranking it higher to pull up the average because one subpar reading (which isn't THAT subpar, it's just not acted like you imagine many Holmes recordings) shouldn't curse the entire collection.","reviewtitle":"Perhaps instead of complaining ...","reviewer":"LeGrande","reviewdate":"2010-06-08 04:39:23","stars":"5"},{"reviewbody":"There's a lot of back and forth on this book.  So, let me update my review to be just that, a review.\n\nThis book is a compilation of Sherlock Holmes stories.  Red headed league is about a bank robbery, speckled band is about a murdering uncle, and in most of them, Sherlock Holmes gets his man.  Sir Arther Conan Doyle does a nice job of drawing the reader in with each mystery. \n\nRegarding the recordings - they are all fine, no tinny sounds or feedback, but the first chapter is read with someone whose reading style is choppy and hard to follow.  I couldn't listen to the first chapter, but since this is not a chapter book, I simply dropped it from my playlist.  The rest are great.  I would have rated it lower if it was a chapter book because it would have meant lost story line.  \n\nRegarding all the comments about quality, an experienced Librivox volunteer told me that these stories are supposed to sound like a friend reading from their easy chair.  This recording accomplishes that.  So don't be intimidated by the negative reviews and give the story a chance.  You won't be disappointed.","reviewtitle":"I think we've lost the point of these reviews","reviewer":"mikezane","reviewdate":"2010-06-30 14:57:49","stars":"5"},{"reviewbody":"LibriVox reviews ought provide a civil, reasoned colloquy among responsive, civil participants who review performances in the same way reviewers of performance art have done for centuries. If that’s not your community goal, stop reading now. Don’t comment; just stop.\n\nThe current reviews here are either 5 stars or 1, so there’s something going on.  I think we all agree that Conan Doyle wrote good literature and the readers made a good effort. We seem generally to agree that the quality isn’t great, we just seem to disagree on whether that that matters. I admit that “on paper”, LibriVox cares only for quantity, not quality, of performance: “To make all books in the public domain available, for free, in audio format on the internet.”  Even so, many reviewers do share with me some form of quality standard.  Thanks @mikezane, @michael19 and @jxchristopher for your civility and your clearly and politely stated disagreement with my standards.  Listeners should skip all my reviews if performance quality is not important to them; my reviews aren’t written for them.\n\nThere is too little respect for quality. 5-stars-for-effort reviews are permitted but become a meaningless yellow sea. \"Every reading is above average\". There’s no way there to distinguish two performances of the same book. Those polite reviewers who do not want to be a differentiating guide are justified in having your goals. Unfortunately, you are often joined by a subset of puerile cretins who have neither standards nor civility.  \nThose who equate quality with professionalism seem not to appreciate the efforts of many volunteer readers who are GREAT.  Too bad for potential readers.  They will not be guided to this LibriVox Volunteer recording ........ http:\/\/www.archive.org\/details\/shsof .... as being of higher quality than this piece.  \n\nI will continue to write my reasoned, differentiating reviews, and remain civil about it, for the sake of those who do care for reasoned, differentiating commentary.  I am not alone in this (@stbalbach and others). Listeners will learn who we are and then will read or skip at their pleasure. \n\nDid you find Gresham’s law?\n***********************************************\nMy standards (mine because this is my review, so don’t argue) help guide potential listeners and help some readers.  A great reader can, and does, well convey the art, era and atmosphere the original author intended.  So, a 5 star performance necessarily involves (as in all movies, stage and radio plays) appropriate self-casting, meaning (1) accent, sex and age of the reader appropriately matched, as the author would have, to the narrator or main character; (2) reading style suited to the piece being read; and (3) appropriate preparation by the reader in rehearsal, tempo, emphasis and pronunciation.\n\nNow to apply my personal standards… \n\n“Minus two stars” here for inappropriate casting in EVERY story.  This isn’t personal; it’s a review of listenability compared to the quality a reading could be.  The author’s cast is primarily British and male. We here six-times have American females (stories 2,3,5,8,10,12) and once (11) a Nordic female; the other 4 are American males.\n\nOtherwise the readers’ quality does rank “OK” (3 stars) for talent, recording quality and enjoyability.  3-2=1, my rank of this piece.  That’s not an insult; it means the bottom fifth of all readings. 1\/5 of all readings must be in the bottom fifth, no?","reviewtitle":"Read this only if performance quality matters","reviewer":"Sorker","reviewdate":"2010-06-29 01:46:43","stars":"1"},{"reviewbody":"@Sorker, for your information, RuthieG (a British volunteer) is currently making a solo version of this same book, so if you don't like this recording, I'd suggest you listen to that version when it is completed.\n\nYou wrote: \"The self-casting structure of LibriVox requires more, not less, self-discipline in making appropriate decisions. I expect any performance (movie, PBS, radio play or LibriVox) of this book to cast British males to perform the roles of British male characters, such as narrator Doctor Watson.\"\n\nThis is not how LibriVox works at all. Many projects are solos, so obviously a woman could end up reading male parts and a man could end up reading female parts. Everyone is welcome to volunteer and we don't discriminate based on accent, reading style or national origin. \n\nAs already mentioned, if you don't like something in the LibriVox catalogue, you're welcome to record your own version. All these books are made by volunteers and are available for free, so I suggest you understand the time and effort that is put into making these audiobooks. Nothing can be achieved by saying LibriVox volunteers should have done this or that. This recording is completed and we accept multiple versions, so if you don't like it, listen to another version or make your own. Everything depends on personal initiative. LibriVox volunteers don't have to live up to anyone's personal preferences.","reviewtitle":"Anyone can volunteer...","reviewer":"Nicholas19","reviewdate":"2010-06-22 11:35:38"},{"reviewbody":"Yes, 5 stars. Why? Because the stories are truly classics and I do give stars for effort.\n\nIf you're looking for professional readings with accent- and sex-matching performances, this may not be your cup of tea.\n\nIf you're looking for free, public domain recordings of Doyle's wonderful adventures, lovingly offered by amateur, volunteer readers, this is a worthy example of many such by LibriVox.\n\nWhat a wonderful time to be alive. To each according to his likes...","reviewtitle":"Different strokes for different folks","reviewer":"jxchristopher","reviewdate":"2010-06-27 22:16:34","stars":"5"},{"reviewbody":"Please get a life!  Don't you have other more important things to do??\nStop your inane tirades against the readers and your constant nauseating, adolescent  picking disguised as reviews...you are not paying for these audiobooks and the readers are doing the best they can. Let's have you read a book soon.  Take a rest, you're gonna develop high blood pressure.\nLibrivox should cut you off.\nI happen to like this reading very much but then again, Sherlock can do no wrong.","reviewtitle":"Sorker-Please cease your endless effluvium!","reviewer":"alamedared","reviewdate":"2010-06-29 03:37:58","stars":"5"},{"reviewbody":"Ya know, giving just one star to a poor performance is OK, if one feels that way, but sheesh, let's do it with a little class without being caustic or insulting. A new reader has heard themselves first before we come along and inevitably they'd be their own worst critic and maybe even a wee tad embarrassed to boot. Hopefully they'll practice a little and give it another try, maybe even armed with a little encouragement and some sage advice instead of unproductive, neanderthal, snide remarks. This is the beauty of librivox, the world is a stage and we are all players. Better to be unskilled and try (that's how we learn!!)than to be a slacker and contribute nothing.","reviewtitle":"\"A\" for effort works for me.","reviewer":"Big Ron C","reviewdate":"2010-10-23 18:12:16","stars":"5"},{"reviewbody":"First of all to some extent I agree with a lot of what is being said here.  I realize it is free and I do appreciate people's efforts; however, if I did a recording (and I am guessing I would sound terrible) I think I would want to know.  I tried to listen to this book and could not get in to it because of the narration.  I also think that I might not like Sherlock Holmes.  Anyway, It is sad to see people arguing here but I think the one person makes a good point.  It stinks when I look forward to listening to a book only to find the reader does not grab my attention.  Of course some people just love certain readers, that I do not.  I don't like droning and I like readers that read with enthusiasm.  Accents can sometimes be difficult for me as well, but if the reader has an accent but reads like a voice actor, I like it.  For example Lars Rolander has a strong accent, but I love his voice.  Maybe someone else might not.  It is all relative.  I think honesty in these reviews is very important.  I hate to say this but I also think if some readers are really terrible they need to know so they can volunteer their efforts doing something else at Librivox.  JMHO","reviewtitle":"One I could not get into","reviewer":"benefitsingers","reviewdate":"2010-10-25 19:31:21"}]},
"files":
{"\/Adventures_of_Sherlock_Holmes_1003.jpg":{"source":"original","format":"JPEG","mtime":"1371858345","size":"151606","md5":"201a611c9daeec556e3fa53be91bb675","crc32":"9e963355","sha1":"c132d30dc842852c9ff91b1a1eded6b125af23db"},"\/Adventures_of_Sherlock_Holmes_1003.pdf":{"source":"original","format":"Text PDF","mtime":"1382890692","size":"133854","md5":"8e8b78e3e3fe59f41b4818ce2d8e4a6f","crc32":"2329ddc8","sha1":"3d19a9200cb08bd216ba5e65e6c5bb8a50ab4348"},"\/Adventures_of_Sherlock_Holmes_1003_thumb.jpg":{"source":"original","format":"JPEG Thumb","mtime":"1382890697","size":"62798","md5":"9e2a673f6c7411505891336d010799f1","crc32":"191e0659","sha1":"0ac4b3030c6160d23a68759a3149e330f64b66d7"},"\/adventureholmes_01_doyle.mp3":{"source":"original","format":"128Kbps MP3","creator":"Sir Arthur Conan Doyle","album":"The Adventures of Sherlock Holmes","title":"01 - A Scandal in Bohemia","md5":"59408769157a0961e531978a462812c4","track":"1\/12","mtime":"1173531855","size":"62507949","crc32":"ce751153","sha1":"bbd6c69f9eed9cba3c094bf3ca185fa2776051e2","length":"3906.74","height":"0","width":"0"},"\/adventureholmes_01_doyle.ogg":{"source":"derivative","format":"Ogg Vorbis","original":"adventureholmes_01_doyle.mp3","md5":"c19aff58699fb91ac26cbb67b2452e94","mtime":"1173533845","size":"36042448","crc32":"bd4f1916","sha1":"afcb2a08f5f50dfaa7d6f33801998839ffc19f64","length":"3906.18","height":"0","width":"0"},"\/adventureholmes_01_doyle_64kb.mp3":{"source":"derivative","creator":"Sir Arthur Conan Doyle","title":"01 - A Scandal in Bohemia","album":"The Adventures of Sherlock Holmes","bitrate":"64","length":"65:06","format":"64Kbps MP3","original":"adventureholmes_01_doyle.mp3","md5":"7981d82e051b72e92d47b928a3017ad4","mtime":"1173532333","size":"31254215","crc32":"79c93a4b","sha1":"bb4be70f8ac191c8e77e27c80dcf326c65a75fd8","height":"0","width":"0"},"\/adventureholmes_02_doyle.mp3":{"source":"original","format":"128Kbps MP3","creator":"Sir Arthur Conan Doyle","album":"The Adventures of Sherlock Holmes","title":"02 - The Red-Headed League","md5":"6e8d4ed07f2e9754cd7d4447ad162fa4","track":"2\/12","mtime":"1173531796","size":"56746318","crc32":"fd0e8e68","sha1":"5de0e78b4b456e820a9d4f5954bb4d7be6df9035","length":"3546.64","height":"0","width":"0"},"\/adventureholmes_02_doyle.ogg":{"source":"derivative","format":"Ogg Vorbis","original":"adventureholmes_02_doyle.mp3","md5":"be46dde1d0b27ea0e97a7c7cb5182e82","mtime":"1173533722","size":"30940882","crc32":"12a2ece6","sha1":"eb3744a640f952372398c98c700959e63e4415b8","length":"3546.04","height":"0","width":"0"},"\/adventureholmes_02_doyle_64kb.mp3":{"source":"derivative","creator":"Sir Arthur Conan Doyle","title":"02 - The Red-Headed League","album":"The Adventures of Sherlock Holmes","bitrate":"64","length":"59:06","format":"64Kbps MP3","original":"adventureholmes_02_doyle.mp3","md5":"32b46ee4d5dbaf8ba3f7cb6fc039c61c","mtime":"1173532927","size":"28373224","crc32":"a04bb840","sha1":"3a354ac1268509ba8ebc746238479c39e9e41abf","height":"0","width":"0"},"\/adventureholmes_03_doyle.mp3":{"source":"original","format":"128Kbps MP3","creator":"Sir Arthur Conan Doyle","album":"The Adventures of Sherlock Holmes","title":"03 - A Case of Identity","md5":"5f8b6e6a16d062739447c73f2f79daa2","track":"3\/12","mtime":"1173531747","size":"43513984","crc32":"a336bb79","sha1":"349e5357529ab3f8ea06c2bec3b3ecff8139ca45","length":"2719.62","height":"0","width":"0"},"\/adventureholmes_03_doyle.ogg":{"source":"derivative","format":"Ogg Vorbis","original":"adventureholmes_03_doyle.mp3","md5":"6de2d1220c8bea4fb789a5b7c080fd60","mtime":"1173533928","size":"24805691","crc32":"8cc819e9","sha1":"f8f70736d0c46d48f2c7ef2330cab0e6ac8de130","length":"2718.99","height":"0","width":"0"},"\/adventureholmes_03_doyle_64kb.mp3":{"source":"derivative","creator":"Sir Arthur Conan Doyle","title":"03 - A Case of Identity","album":"The Adventures of Sherlock Holmes","bitrate":"64","length":"45:19","format":"64Kbps MP3","original":"adventureholmes_03_doyle.mp3","md5":"26ab80f9fd5c8bed7ef08477e8dcc575","mtime":"1173533011","size":"21756509","crc32":"f4f6f39d","sha1":"845aa6902c2e774324fd9af71cd15000018df580","height":"0","width":"0"},"\/adventureholmes_04_doyle.mp3":{"source":"original","format":"128Kbps MP3","creator":"Sir Arthur Conan Doyle","album":"The Adventures of Sherlock Holmes","title":"04 - The Boscombe Valley Mystery","md5":"ecf8108479bb0555e08009007dc29c65","track":"4\/12","mtime":"1173531705","size":"50896600","crc32":"5271b729","sha1":"242f6ba6a558c44fd9947d9982ea08168bb36b5f","length":"3181.03","height":"0","width":"0"},"\/adventureholmes_04_doyle.ogg":{"source":"derivative","format":"Ogg Vorbis","original":"adventureholmes_04_doyle.mp3","md5":"f07c5036ca9012e7ce77671f22d7baec","mtime":"1173534032","size":"28886878","crc32":"38a918c2","sha1":"8549f07a4d7be7bd1506628eaf129935b855ed49","length":"3180.28","height":"0","width":"0"},"\/adventureholmes_04_doyle_64kb.mp3":{"source":"derivative","creator":"Sir Arthur Conan Doyle","title":"04 - The Boscombe Valley Mystery","album":"The Adventures of Sherlock Holmes","bitrate":"64","length":"53:00","format":"64Kbps MP3","original":"adventureholmes_04_doyle.mp3","md5":"39332cacd27335bc31e2266ab21bdb02","mtime":"1173532701","size":"25447724","crc32":"02969097","sha1":"d78b052a6265d09123eefc21db04787c70acebb7","height":"0","width":"0"},"\/adventureholmes_05_doyle.mp3":{"source":"original","format":"128Kbps MP3","creator":"Sir Arthur Conan Doyle","album":"The Adventures of Sherlock Holmes","title":"05 - The Five Orange Pips","md5":"c04af2e5b4e7f26adb1489e08d8d127b","track":"5\/12","mtime":"1173531661","size":"39673740","crc32":"0acaa8d7","sha1":"967a30f99aa3df1d7aa8a473e940c56e2e5557f2","length":"2479.6","height":"0","width":"0"},"\/adventureholmes_05_doyle.ogg":{"source":"derivative","format":"Ogg Vorbis","original":"adventureholmes_05_doyle.mp3","md5":"617f25b5b496cc495bb5549e3ddac1d4","mtime":"1173534187","size":"22213940","crc32":"01e86fde","sha1":"9708e33104a2db2f797a099e1dcbc45e74a64e3b","length":"2478.81","height":"0","width":"0"},"\/adventureholmes_05_doyle_64kb.mp3":{"source":"derivative","creator":"Sir Arthur Conan Doyle","title":"05 - The Five Orange Pips","album":"The Adventures of Sherlock Holmes","bitrate":"64","length":"41:19","format":"64Kbps MP3","original":"adventureholmes_05_doyle.mp3","md5":"9bae900c2e7e6521ad3c2abfb3d8727d","mtime":"1173532109","size":"19835362","crc32":"48c3aa17","sha1":"84921072ba09de976affa76772309187ca6cd2aa","height":"0","width":"0"},"\/adventureholmes_06_doyle.mp3":{"source":"original","format":"128Kbps MP3","creator":"Sir Arthur Conan Doyle","album":"The Adventures of Sherlock Holmes","title":"06 - The Man with the Twisted Lip","md5":"454786a9dfe91433d39e9cfc4057af2d","track":"6\/12","mtime":"1173531619","size":"49522688","crc32":"dd398f7c","sha1":"40efaac10ccb601e54c885311954f3ea60012b87","length":"3095.16","height":"0","width":"0"},"\/adventureholmes_06_doyle.ogg":{"source":"derivative","format":"Ogg Vorbis","original":"adventureholmes_06_doyle.mp3","md5":"11036f88e8b72927a2c7c3ddd1759240","mtime":"1173533611","size":"28864265","crc32":"019a16f6","sha1":"4a4fb49357f0e5af03a59f53e9b7675710d2ba06","length":"3094.51","height":"0","width":"0"},"\/adventureholmes_06_doyle_64kb.mp3":{"source":"derivative","creator":"Sir Arthur Conan Doyle","title":"06 - The Man with the Twisted Lip","album":"The Adventures of Sherlock Holmes","bitrate":"64","length":"51:35","format":"64Kbps MP3","original":"adventureholmes_06_doyle.mp3","md5":"6d7a7d1c8dc33325234da12e492d0238","mtime":"1173532208","size":"24761018","crc32":"5c7d6b9c","sha1":"70c84af6a5add6610e1586aafa2f0fd3e52ac372","height":"0","width":"0"},"\/adventureholmes_07_doyle.mp3":{"source":"original","format":"128Kbps MP3","creator":"Sir Arthur Conan Doyle","album":"The Adventures of Sherlock Holmes","title":"07 - The Adventure of the Blue Carbuncle","md5":"e18f8c6d2dab8a9abb5f9e2f3e65a5e7","track":"7\/12","mtime":"1173531575","size":"39899310","crc32":"ec299669","sha1":"264f209fbbd6153ec30d2f5e1a8ef473d836ebfe","length":"2493.7","height":"0","width":"0"},"\/adventureholmes_07_doyle.ogg":{"source":"derivative","format":"Ogg Vorbis","original":"adventureholmes_07_doyle.mp3","md5":"176553f46aa99c5b75f62b3b60812786","mtime":"1173534110","size":"22632604","crc32":"bb80de66","sha1":"bf6147e3f054f572f5be1aaf157156a16b4f0f19","length":"2493.09","height":"0","width":"0"},"\/adventureholmes_07_doyle_64kb.mp3":{"source":"derivative","creator":"Sir Arthur Conan Doyle","title":"07 - The Adventure of the Blue Carbuncle","album":"The Adventures of Sherlock Holmes","bitrate":"64","length":"41:33","format":"64Kbps MP3","original":"adventureholmes_07_doyle.mp3","md5":"fc8f986b5d014a11e1d7a54e1a969265","mtime":"1173532520","size":"19949688","crc32":"7d5eda22","sha1":"565cda91cfed75eac155c471b96ec1ece97465f0","height":"0","width":"0"},"\/adventureholmes_08_doyle.mp3":{"source":"original","format":"128Kbps MP3","creator":"Sir Arthur Conan Doyle","album":"The Adventures of Sherlock Holmes","title":"08 - The Adventure of the Speckled Band","md5":"aaeba66b3de10471c5e312bd78d5431a","track":"8\/12","mtime":"1173531346","size":"52119597","crc32":"395fcc80","sha1":"b00a166002622f5afe4a0d64155ee577867d0b65","length":"3257.47","height":"0","width":"0"},"\/adventureholmes_08_doyle.ogg":{"source":"derivative","format":"Ogg Vorbis","original":"adventureholmes_08_doyle.mp3","md5":"39e1e4e439d8bd162d25beece25201e7","mtime":"1173534288","size":"29048246","crc32":"c0d06c8c","sha1":"13f18a5b8882ac53ee58513b706f4c06ee6ad5cb","length":"3256.94","height":"0","width":"0"},"\/adventureholmes_08_doyle_64kb.mp3":{"source":"derivative","creator":"Sir Arthur Conan Doyle","title":"08 - The Adventure of the Speckled Band","album":"The Adventures of Sherlock Holmes","bitrate":"64","length":"54:17","format":"64Kbps MP3","original":"adventureholmes_08_doyle.mp3","md5":"859ea0324e3c1d19dd073c5b448c26fe","mtime":"1173532437","size":"26060251","crc32":"0cf34a3f","sha1":"7bf8dc5aaf40d63b13c6d24e2493f17c8dcc8d41","height":"0","width":"0"},"\/adventureholmes_09_doyle.mp3":{"source":"original","format":"128Kbps MP3","creator":"Sir Arthur Conan Doyle","album":"The Adventures of Sherlock Holmes","title":"09 - The Adventure of the Engineer's Thumb","md5":"e775de4ef8c8cf9944e3a8b488e9900f","track":"9\/12","mtime":"1173531534","size":"40372224","crc32":"f2ee0a91","sha1":"7c1f4f37f2c6380308c13ab30af6211cbcb55cd0","length":"2523.26","height":"0","width":"0"},"\/adventureholmes_09_doyle.ogg":{"source":"derivative","format":"Ogg Vorbis","original":"adventureholmes_09_doyle.mp3","md5":"237011866e16464052acb10ca4e1dccf","mtime":"1173533206","size":"23195551","crc32":"86de2e80","sha1":"a9aa1b13e26b115aefa3be012e0ca2909d61a1f1","length":"2522.62","height":"0","width":"0"},"\/adventureholmes_09_doyle_64kb.mp3":{"source":"derivative","creator":"Sir Arthur Conan Doyle","title":"09 - The Adventure of the Engineer's Thumb","album":"The Adventures of Sherlock Holmes","bitrate":"64","length":"42:03","format":"64Kbps MP3","original":"adventureholmes_09_doyle.mp3","md5":"5c0a0f3f7ed646a7cd2747fcb0fbb41e","mtime":"1173532601","size":"20185837","crc32":"46220587","sha1":"5e047304fdc13d8286b30a2636fb2a099f0d7d60","height":"0","width":"0"},"\/adventureholmes_10_doyle.mp3":{"source":"original","format":"128Kbps MP3","creator":"Sir Arthur Conan Doyle","album":"The Adventures of Sherlock Holmes","title":"10 - The Adventure of the Noble Bachelor","md5":"9d90b91505dbaf2e368e4b8b31859c1a","track":"10\/12","mtime":"1173531499","size":"43085952","crc32":"d5c2f610","sha1":"f9346de28ce92ed69dd41fb646dedfd0038a9864","length":"2692.87","height":"0","width":"0"},"\/adventureholmes_10_doyle.ogg":{"source":"derivative","format":"Ogg Vorbis","original":"adventureholmes_10_doyle.mp3","md5":"411a35af7633026cad979b630afd9176","mtime":"1173533512","size":"23379020","crc32":"81eb4bee","sha1":"2a584cb7e2b03031224b52b54a78b526b9f671bc","length":"2692.27","height":"0","width":"0"},"\/adventureholmes_10_doyle_64kb.mp3":{"source":"derivative","creator":"Sir Arthur Conan Doyle","title":"10 - The Adventure of the Noble Bachelor","album":"The Adventures of Sherlock Holmes","bitrate":"64","length":"44:52","format":"64Kbps MP3","original":"adventureholmes_10_doyle.mp3","md5":"637aa667f30f8c3742a59947b6a442ee","mtime":"1173532030","size":"21542949","crc32":"165548ad","sha1":"7c1b6ebd3b485938f4db37a073c9377f8dc84c0e","height":"0","width":"0"},"\/adventureholmes_11_doyle.mp3":{"source":"original","format":"128Kbps MP3","creator":"Sir Arthur Conan Doyle","album":"The Adventures of Sherlock Holmes","title":"11 - The Adventure of the Beryl Coronet","md5":"34545ae42b2ed3f0970fa75baec2a324","track":"11\/12","mtime":"1173531459","size":"58001408","crc32":"7896a81b","sha1":"4a3b175a19364dbb862c2db8ead1c4aabcd57091","length":"3625.08","height":"0","width":"0"},"\/adventureholmes_11_doyle.ogg":{"source":"derivative","format":"Ogg Vorbis","original":"adventureholmes_11_doyle.mp3","md5":"678b03318b7d7bf8e0265c4642cd9f0e","mtime":"1173533428","size":"31496343","crc32":"9c4d4d04","sha1":"9ebd05470506ae86fe91d780beca54c9bd64efff","length":"3624.52","height":"0","width":"0"},"\/adventureholmes_11_doyle_64kb.mp3":{"source":"derivative","creator":"Sir Arthur Conan Doyle","title":"11 - The Adventure of the Beryl Coronet","album":"The Adventures of Sherlock Holmes","bitrate":"64","length":"60:25","format":"64Kbps MP3","original":"adventureholmes_11_doyle.mp3","md5":"8c8fd5235f0dc1553ba797907e8a9c5e","mtime":"1173533127","size":"29001011","crc32":"2ddaf13e","sha1":"7f5c7ff59180f5a7485ed21dfd2d1738172c4aa4","height":"0","width":"0"},"\/adventureholmes_12_doyle.mp3":{"source":"original","format":"128Kbps MP3","creator":"Sir Arthur Conan Doyle","album":"The Adventures of Sherlock Holmes","title":"12 - The Adventure of the Copper Beeches","md5":"e0633e9f7f0da1c7296042d4827abbd0","track":"12\/12","mtime":"1173531399","size":"57030656","crc32":"cd968bd4","sha1":"07dd0631aeb1c6e04dd7eaa42db4dfc075fd80e1","length":"3564.41","height":"0","width":"0"},"\/adventureholmes_12_doyle.ogg":{"source":"derivative","format":"Ogg Vorbis","original":"adventureholmes_12_doyle.mp3","md5":"40f6f33631646957a327bf7cd22c6aea","mtime":"1173533314","size":"30696049","crc32":"25d4a97f","sha1":"88b113ef6aadcab4182c180e299ea888f0c34472","length":"3563.77","height":"0","width":"0"},"\/adventureholmes_12_doyle_64kb.mp3":{"source":"derivative","creator":"Sir Arthur Conan Doyle","title":"12 - The Adventure of the Copper Beeches","album":"The Adventures of Sherlock Holmes","bitrate":"64","length":"59:24","format":"64Kbps MP3","original":"adventureholmes_12_doyle.mp3","md5":"4cd2bf0a5104facbf31732e89eabaad4","mtime":"1173532814","size":"28515135","crc32":"2a41439b","sha1":"5d97a60d61a59a572e22a8192c7417f1c0ab5484","height":"0","width":"0"},"\/adventures_holmes.json":{"source":"original","mtime":"1316144740","size":"14296","md5":"ada690f9de055c75665d318e1aa4b549","crc32":"8dab448e","sha1":"bffbc721910d73220dbe2e1a638266a76088315c","format":"Unknown"},"\/adventures_holmes_128kb.m3u":{"source":"derivative","format":"128kbps M3U","original":"adventureholmes_12_doyle.mp3","md5":"050aae8d1e9bd5459bdb0489cbe33430","mtime":"1173534290","size":"948","crc32":"5ecc31c0","sha1":"e377e86074d7c5bc634a5a73115c61603740e803"},"\/adventures_holmes_64kb.m3u":{"source":"derivative","format":"64Kbps M3U","original":"adventureholmes_12_doyle_64kb.mp3","md5":"fb41aa881fb43aa7611eb638cc0b2567","mtime":"1173534329","size":"1008","crc32":"1cbb531","sha1":"5bd31f8fe4d46aa393cd4049c75b9c650ff10a5f"},"\/adventures_holmes_64kb_mp3.zip":{"source":"derivative","format":"64Kbps MP3 ZIP","original":"adventureholmes_12_doyle_64kb.mp3","md5":"bf37746773fce3c57cc5a49a8c1d1b4f","mtime":"1173534308","size":"296685057","crc32":"188431b9","sha1":"e96d0dabd557ccd7a4769d4d0c65de0705e9d6e8","length":"37085.63","height":"0","width":"0"},"\/adventures_holmes_archive.torrent":{"source":"original","btih":"ad76397f2bd3a6e0579ae71eecc24c0b155ed388","mtime":"1382890713","size":"32480","md5":"953938f3aa926db5f8846fe9f907eaa1","crc32":"f6a140c1","sha1":"db5bfc0a5c99366d08c048413ac9f45924aece6c","format":"Archive BitTorrent"},"\/adventures_holmes_files.xml":{"source":"original","format":"Metadata","md5":"3864b6fca293ad5fb998fc1924f3641a"},"\/adventures_holmes_files_all.torrent":{"source":"derivative","format":"ItemBitTorrent","original":"adventures_holmes_files.xml","mtime":"1316144776","size":"17292","md5":"c9fe35372a12aec7cf1d6a6f18f2b152","crc32":"15e7225c","sha1":"6de96820de3f04df5e7848a4fc2bd680574998c5"},"\/adventures_holmes_meta.xml":{"source":"original","format":"Metadata","mtime":"1382395120","size":"2253","md5":"eadd3bc52453019800d6796b55a0a9fd","crc32":"a64164e0","sha1":"d0b88969a3b6cf3e50986e6440b3fb8cece5d84a"},"\/adventures_holmes_reviews.xml":{"source":"original","format":"Metadata","mtime":"1338834490","size":"14252","md5":"e480c4861b93eddf2044553cc1fc14fe","crc32":"05228e6d","sha1":"6976f49749cb34bae96327fccedde99da87d929a"}},
"misc":
{"css":"audio","image":"https:\/\/ia601509.us.archive.org\/24\/items\/adventures_holmes\/Adventures_of_Sherlock_Holmes_1003_thumb.jpg","header_image":"https:\/\/ia700501.us.archive.org\/1\/items\/librivoxaudio\/librivoxnewlogo.jpg","collection-title":"The LibriVox Free Audiobook Collection"},
"creativecommons":
{"name":"Public Domain","license_url":"http:\/\/creativecommons.org\/licenses\/publicdomain\/","image_url":"http:\/\/creativecommons.org\/images\/public\/norights.gif","embed_text":"<rdf:RDF xmlns=\"http:\/\/web.resource.org\/cc\/\"\n    xmlns:rdf=\"http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#\">\n<License rdf:about=\"http:\/\/web.resource.org\/cc\/PublicDomain\">\n   <permits rdf:resource=\"http:\/\/web.resource.org\/cc\/Reproduction\" \/>\n   <permits rdf:resource=\"http:\/\/web.resource.org\/cc\/Distribution\" \/>\n   <permits rdf:resource=\"http:\/\/web.resource.org\/cc\/DerivativeWorks\" \/>\n<\/License>\n<\/rdf:RDF>\n"},
"item":
{"downloads":2020925,"week":1373,"month":1373}}