{"books":[{"id":"1002","title":"Of the Injustice of Counterfeiting Books","description":"<p>This essay of Kant’s on copyright argues that the unlicensed copying of books cannot possibly be permissible, due to the fact that it assumes a consent on the part of the author which it is logically impossible for the author to give. The argument is dependent upon an assumption that the writings be commodified, for the reason why the author is unable to possibly give consent to multiple publishers is due to the author’s will – to communicate with the public – necessitating the profitability of the publisher, for, it is assumed, there is no way to communicate with the public at large without a great expense which can only be borne by a publishing firm. This is, of course, no longer a necessary assumption. <br><br>Other arguments here are also of interest: this is a foundational document in claims regarding the moral rights of authors, and Kant’s account of the connection between the communicative intent of the author and the rights resultant is of continuing importance (even though it is not often taken into account in contemporary debates, and has only a tenuous relation to contemporary copyright law); the distinction between works and acts in the “Universal Observation” (the third section of the essay) strikes us as odd today, but is worthy of consideration; his admission of the permissibility of derivative works is striking; and, strangely, the first footnote uses as a reductio ad absurdum an idea of liability which underlies what United States law today calls by the name of “contributory infringement.”  (Summary by D.E. Wittkower) <\/p>","url_text_source":"http:\/\/www.constitution.org\/18th\/kant1798\/kant1798_201-250.pdf","language":"English","copyright_year":"1798","num_sections":"1","url_rss":"http:\/\/librivox.org\/rss\/1002","url_zip_file":"http:\/\/www.archive.org\/download\/injustice_of_counterfeiting_books_librivox\/injustice_of_counterfeiting_books_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/of-the-injustice-of-counterfeiting-books-by-immanuel-kant\/","url_other":null,"totaltime":"0:27:05","totaltimesecs":1625,"authors":[{"id":"1312","first_name":"Immanuel","last_name":"Kant","dob":"1724","dod":"1804"}],"url_iarchive":"http:\/\/www.archive.org\/details\/injustice_of_counterfeiting_books_librivox","sections":[{"id":"136672","section_number":"1","title":"Of the Injustice of Counterfeiting Books","listen_url":null,"language":"English","playtime":"1625","file_name":null,"readers":[{"reader_id":"613","display_name":"D.E. Wittkower"}]}],"genres":[{"id":"84","name":"Essays & Short Works"}],"translators":[{"id":"6513","first_name":"John","last_name":"Richardson","dob":"","dod":"19th Cent."}]}]}