{"books":{"5":{"id":"1639","title":"Hymnen an die Nacht","description":"Hymnen an die Nacht ist der Titel eines Gedichtzyklus von Novalis (Friedrich von Hardenberg). Der Zyklus wurde zuerst 1800 in der Zeitschrift Athenäum veröffentlicht. Die Hymnen an die Nacht ist das einzige größere Werk, das zu Novalis' Lebzeiten veröffentlicht und auch von ihm fertiggestellt wurde. Die Hymnen werden als Höhepunkt seiner Lyrik angesehen und können wohl zurecht als die bedeutendste Dichtung der Frühromantik bezeichnet werden. Der Text besteht aus sechs Hymnen. Diese können in drei Teile zu je zwei Hymnen gegliedert werden. In jedem dieser Teile kann das gleiche Grundmuster gefunden werden. Die jeweils ersten Hymnen beschreiben in einem für Novalis typischen dreistufigen Modell die Entwicklung vom Leben im glücklichen, irdischen Reich des Lichts über eine Phase der schmerzhaften Entfremdung zur Befreiung in der ewigen Nacht. Die jeweils zweiten Hymnen schildern das ernüchternde Aufwachen aus der Vision und die Sehnsucht nach der Rückkehr zu dieser Vision. Die drei Zyklen sind als Steigerung angelegt; in jeder dieser Stufen wird eine höhere Ebene der Erfahrung und des Wissens erreicht. (Wikipedia) English Description: In August 1800, eight months after completion, the revised edition of the Hymnen an die Nacht was published in the Athenaeum. They are often considered to be the climax of Novalis’ lyrical works and the most important poetry of the German early Romanticism. The six hymns contain many elements which can be understood as autobiographical. Even though a lyrical \"I\", rather than Novalis himself, is the speaker, there are many relationships between the hymns and Hardenberg’s experiences from 1797-1800. The topic is the romantic interpretation of life and death, the threshold of which is symbolised by the night. Life and death are – according to Novalis – developed into entwined concepts. So in the end, death is the romantic principle of life. Influences from the literature of that time can be seen. The metaphors of the hymns are closely connected to the books Novalis had read at about the time of his writing of the hymns. These are prominently Shakespeare’s Romeo and Juliet (in the translation by A.W.Schlegel, 1797) and Jean Paul’s Unsichtbare Loge (1793). The Hymns to the Night display a universal religion with an intermediary. This concept is based on the idea that there is always a third party between a human and God. This intermediary can either be Jesus – as in Christian lore – or the dead beloved as in the hymns. These works consist of three times two hymns. These three components are each structured in this way: the first hymn shows, with the help of the Romantic triad, the development from an assumed happy life on earth through a painful era of alienation to salvation in the eternal night; the following hymn tells of the awakening from this vision and the longing for a return to it. With each pair of hymns, a higher level of experience and knowledge is shown. (Wikipedia) ","url_text_source":"http:\/\/gutenberg.spiegel.de\/novalis\/hymnen\/hymnen.xml","language":"German","copyright_year":"1800","num_sections":"6","url_rss":"http:\/\/librivox.org\/rss\/1639","url_zip_file":"http:\/\/www.archive.org\/download\/hymnen_nacht_ek_librivox\/hymnen_nacht_ek_librivox_64kb_mp3.zip","url_project":"http:\/\/de.wikipedia.org\/wiki\/Hymnen_an_die_Nacht","url_librivox":"http:\/\/librivox.org\/hymnen-an-die-nacht-by-novalis\/","url_other":null,"totaltime":"0:32:04","totaltimesecs":1924,"authors":[{"id":"309","first_name":"","last_name":"Novalis","dob":"1772","dod":"1801"}],"url_iarchive":"http:\/\/www.archive.org\/details\/hymnen_nacht_ek_librivox","sections":[{"id":"149138","section_number":"1","title":"Chapter 1","listen_url":null,"language":"English","playtime":"325","file_name":null,"readers":[{"reader_id":"1897","display_name":"ekyale"}]},{"id":"149139","section_number":"2","title":"Chapter 2","listen_url":null,"language":"English","playtime":"112","file_name":null,"readers":[{"reader_id":"1897","display_name":"ekyale"}]},{"id":"149140","section_number":"3","title":"Chapter 3","listen_url":null,"language":"English","playtime":"148","file_name":null,"readers":[{"reader_id":"1897","display_name":"ekyale"}]},{"id":"149141","section_number":"4","title":"Chapter 4","listen_url":null,"language":"English","playtime":"385","file_name":null,"readers":[{"reader_id":"1897","display_name":"ekyale"}]},{"id":"149142","section_number":"5","title":"Chapter 5","listen_url":null,"language":"English","playtime":"763","file_name":null,"readers":[{"reader_id":"1897","display_name":"ekyale"}]},{"id":"149143","section_number":"6","title":"Chapter 6","listen_url":null,"language":"English","playtime":"191","file_name":null,"readers":[{"reader_id":"1897","display_name":"ekyale"}]}],"genres":[{"id":"63","name":"Single author"}],"translators":[]}}}