{"books":[{"id":"10671","title":"Epístola de Pablo a Filemón","description":"Esta carta de Pablo a Filemón es de solo un capítulo, y es única entre las epístolas de Pablo ya que no iba dirigida ni una iglesia ni un pastor, sino a un laico prominente que vivía cerca de Colosas. Filemón era un amigo y converso de Pablo, y en ese tiempo estaba usando su propia casa como lugar de reunión para la iglesia local.\n\nPablo escribió a favor de Onésimo, quien había sido esclavo de Filemón, pero se había escapado a Roma. Onésimo conoció a Pablo en Roma, quien lo introdujo a JesuCristo. Ahora Pablo lo envía de vuelta a su amo como un hermano cristiano, con la inferencia de que él debe ser puesto en libertad, posiblemente para ayudar a Pablo en el ministerio.\n\nEl acto de enviar de vuelta a Onésimo a Filemón solicitándole que le reciba como a un hermano querido con la oferta de pagar cualquier deuda contraída por la huída de Onésimo, da una visión única al personaje de Pablo. En aquella época no era prudente políticamente argumentar a favor de la abolición de la esclavitud, y mucho menos por una relación fraternal entre el amo y el esclavo, que además había huído. De hecho, siglos más tarde esta pequeña epístola fue utilizada con el propósito de promover la abolición de la esclavitud en los países cristianos.\n\nTal vez esta es una razón por la que el Espíritu Santo inspiró una carta tan pequeña y personal, y condujo a su incorporación en el canon de la Escritura. \n\n - Summary by Claudia R Barrett","url_text_source":"https:\/\/www.biblegateway.com\/passage\/?search=Filemón&version=RVA","language":"Spanish","copyright_year":"1602","num_sections":"1","url_rss":"http:\/\/librivox.org\/rss\/10671","url_zip_file":"http:\/\/www.archive.org\/download\/\/filemon_1602_librivox\/filemon_1602_librivox_64kb_mp3.zip","url_project":"https:\/\/en.wikipedia.org\/wiki\/Epistle_to_Philemon","url_librivox":"http:\/\/librivox.org\/epistola-de-pablo-a-filemon-by-reina-valera\/","url_other":null,"totaltime":"00:03:58","totaltimesecs":238,"authors":[{"id":"1875","first_name":"","last_name":"Reina Valera","dob":"","dod":""}],"url_iarchive":"http:\/\/archive.org\/details\/filemon_1602_librivox","sections":[{"id":"363517","section_number":"1","title":"Filemón","listen_url":"https:\/\/librivox.org\/uploads\/triciag\/filemon_01_rva_128kb.mp3","language":"English","playtime":"238","file_name":"filemon_01_rva_128kb.mp3","readers":[{"reader_id":"9972","display_name":"Joyfull"}]}],"genres":[{"id":"79","name":"Bibles"}],"translators":[]}]}