{"books":{"2":{"id":"2181","title":"Bible (ASV) 38: Zechariah","description":"<p>Zechariah’s ministry took place during the reign of Darius the Great (Zechariah 1:1), and was contemporary with Haggai in a post-exilic world after the fall of Jerusalem in 586\/7 BC. Ezekiel and Jeremiah wrote prior to the fall of Jerusalem, while continuing to prophesy in the earlier exile period. Scholars believe Ezekiel, with his blending of ceremony and vision, heavily influenced the visionary works of Zechariah 1-8.Zechariah is specific about dating his writing (520-518 BC). During the Exile many Jews were taken to Babylon, where the prophets told them to make their homes (Jeremiah 29), suggesting they would spend a long period of time there. Eventually freedom did come to many Israelites, when Cyrus the Great overtook the Babylonians in 539 BC. In 538 BC, the famous Edict of Cyrus was released, and the first return took place under Shebazzar. After the death of Cyrus in 530 BC, Darius consolidated power and took office in 522 BC. His system divided the different colonies of the empire into easily manageable districts overseen by governors. Zerubbabel comes into the story, appointed by Darius as governor over the district of Yehud (Judah). Under the reign of Darius Zechariah also emerged, centering around the rebuilding of the temple. Unlike the Babylonians, the Persian Empire went to great lengths to keep “cordial relations” between vassal and lord. The rebuilding of the temple was encouraged by the leaders of the empire in hopes that it would strengthen the authorities in local contexts. This policy was good politics on the part of the Persians, and the Jews viewed it as a blessing by Yahweh. (Summary by Wikipedia)<\/p>","url_text_source":"http:\/\/ebible.org\/asv\/Zech.htm","language":"English","copyright_year":"1901","num_sections":"3","url_rss":"http:\/\/librivox.org\/rss\/2181","url_zip_file":"http:\/\/www.archive.org\/download\/asv_zechariah_ss_librivox\/asv_zechariah_ss_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/book-of-zechariah-by-american-standard-version\/","url_other":null,"totaltime":"0:40:23","totaltimesecs":2423,"authors":[{"id":"187","first_name":"","last_name":"American Standard Version","dob":"","dod":""}],"url_iarchive":"http:\/\/www.archive.org\/details\/asv_zechariah_ss_librivox","sections":[{"id":"159774","section_number":"1","title":"Chapters 01-05","listen_url":"","language":"English","playtime":"744","file_name":null,"readers":[{"reader_id":"908","display_name":"Sam Stinson"}]},{"id":"159775","section_number":"2","title":"Chapters 06-10","listen_url":"","language":"English","playtime":"921","file_name":null,"readers":[{"reader_id":"908","display_name":"Sam Stinson"}]},{"id":"159776","section_number":"3","title":"Chapters 11-14","listen_url":"","language":"English","playtime":"758","file_name":null,"readers":[{"reader_id":"908","display_name":"Sam Stinson"}]}],"genres":[{"id":"79","name":"Bibles"}],"translators":[]}}}