{"books":[{"id":"2165","title":"Bible (ASV) 37: Haggai","description":"<p>The Book of Haggai is a book of the Tanakh (Hebrew Bible) and of the Old Testament, written by the prophet Haggai. It was written in 520 BC some 18 years after Cyrus had conquered Babylon and issued a decree in 538 BC allowing the captive Jews to return to Judea. He saw the restoration of the temple as necessary for the restoration of the religious practices and a sense of peoplehood after a long exile. It consists of two brief, comprehensive chapters. The object of the prophet is generally urging the people to proceed with the rebuilding of the second Jerusalem temple in 521 BC after the return of the deportees. Haggai attributes a recent drought to the peoples' refusal to rebuild the temple, which he sees as key to Jerusalem’s glory. The book ends with the prediction of the downfall of kingdoms, with one Zerubbabel, governor of Judah, as the Lord’s chosen leader. The language here is not as finely wrought as in some other books of the minor prophets, yet the intent seems straightforward. (Summary by Wikipedia)<\/p>","url_text_source":"http:\/\/ebible.org\/bible\/asv\/Haggai.htm","language":"English","copyright_year":"1901","num_sections":"1","url_rss":"http:\/\/librivox.org\/rss\/2165","url_zip_file":"http:\/\/www.archive.org\/download\/bible_asv_37_haggai_ss_librivox\/bible_asv_37_haggai_ss_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/book-of-haggai-by-american-standard-version\/","url_other":null,"totaltime":"0:07:28","totaltimesecs":448,"authors":[{"id":"187","first_name":"","last_name":"American Standard Version","dob":"","dod":""}],"url_iarchive":"http:\/\/www.archive.org\/details\/bible_asv_37_haggai_ss_librivox","sections":[{"id":"159612","section_number":"1","title":"Chapters 01-02","listen_url":"","language":"English","playtime":"448","file_name":null,"readers":[{"reader_id":"908","display_name":"Sam Stinson"}]}],"genres":[{"id":"79","name":"Bibles"}],"translators":[]}]}