{"books":{"2":{"id":"2089","title":"Poems of William Blake","description":"Songs of Innocence and of Experience: Shewing the Two Contrary States of the Human Soul are two books of poetry by the English poet and painter, William Blake. Although Songs of Innocence was first published by itself in 1789, it is believed that Songs of Experience has always been published in conjunction with Innocence since its completion in 1794.<br><br>Songs of Innocence mainly consists of poems describing the innocence and joy of the natural world, advocating free love and a closer relationship with God, and most famously including Blake's poem The Lamb. Its poems have a generally light, upbeat and pastoral feel and are typically written from the perspective of children or written about them.<br><br>Directly contrasting this, Songs of Experience instead deals with the loss of innocence after exposure to the material world and all of its mortal sin during adult life, including works such as The Tyger. Poems here are darker, concentrating on more political and serious themes. Throughout both books, many poems fall into pairs, so that a similar situation or theme can be seen in both Innocence and Experience. Many of the poems appearing in Songs of Innocence have a counterpart in Songs of Experience with opposing perspectives of the world. The disastrous end of the French Revolution caused Blake to lose faith in the goodness of mankind, explaining much of the volume's sense of despair. Blake also believed that children lost their innocence through exploitation and from a religious community which put dogma before mercy. He did not, however, believe that children should be kept from becoming experienced entirely. In truth, he believed that children should indeed become experienced but through their own discoveries, which is reflected in a number of these poems. Blake believed that innocence and experience were \"the two contrary states of the human soul\", and that true innocence was impossible without experience.<br><br>\nThe Book of Thel is a poem by William Blake, dated 1789 and probably worked on in the period 1788 to 1790. It is illustrated by his own plates, and is relatively short and easy to understand, compared to his later prophetic books. The metre is a fourteen-syllable line. It was preceded by Tiriel, which Blake left in manuscript. A few lines from Tiriel were incorporated into The Book of Thel. This book consists of eight plates executed in illuminated printing. 15 copies of original print of 1789-1793 are known. Two copies have watermark of 1815, which are more elaborately colored than the others. (Summary from Wikipedia)","url_text_source":"http:\/\/www.gutenberg.org\/etext\/574","language":"English","copyright_year":"1794","num_sections":"3","url_rss":"http:\/\/librivox.org\/rss\/2089","url_zip_file":"http:\/\/www.archive.org\/download\/poems_wm_blake_ss_librivox\/poems_wm_blake_ss_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/poems-of-william-blake-by-william-blake\/","url_other":null,"totaltime":"0:55:00","totaltimesecs":3300,"authors":[{"id":"590","first_name":"William","last_name":"Blake","dob":"1757","dod":"1827"}],"url_iarchive":"http:\/\/www.archive.org\/details\/poems_wm_blake_ss_librivox","sections":[{"id":"157961","section_number":"1","title":"Songs of Innocence","listen_url":"","language":"English","playtime":"1187","file_name":null,"readers":[{"reader_id":"908","display_name":"Sam Stinson"}]},{"id":"157962","section_number":"2","title":"Songs of Experience","listen_url":"","language":"English","playtime":"1449","file_name":null,"readers":[{"reader_id":"908","display_name":"Sam Stinson"}]},{"id":"157963","section_number":"3","title":"The Book of Thel","listen_url":"","language":"English","playtime":"664","file_name":null,"readers":[{"reader_id":"908","display_name":"Sam Stinson"}]}],"genres":[{"id":"25","name":"Poetry"}],"translators":[]}}}