{"books":{"1":{"id":"2148","title":"Bible (ASV) 33: Micah","description":"<p>The book may be divided into three sections: <br\/>Chapters 1–3 mainly consist of oracles of judgment. <br\/>Chapters 4–5 of oracles of hope. <br\/>Chapters 6–7 begins with judgment and moves to hope. <br\/>Chapters 1–3 mainly consist of oracles of judgment. The judgment motif is so strong in this book that Micah only preached about judgment. Judgment in Micah is seen in the destruction of Samaria, in the coming of an invader against Jerusalem, in the greedy land-grabbers' loss of their land and in their being abandoned by Yahweh, in shame for the false prophets, in the siege of Jerusalem and the cleaning of the land from idolatry and militarism. <br\/>Chapters 4–5 consist of oracles of hope. The prophet said that those conditions would not prevail forever. Judgment would come but a saved, chastened, and faithful remnant would survive. A new king from the line of David would be replace the present weak king on the throne. He would reign in the majesty of the name of Yahweh. His people would dwell securely and he would be great to the ends of earths. <br\/>Chapters 6–7 begin with judgment and move to hope. Micah puts a protest on the people's lips, offering any religious response God cared to ask for. God's indictment becomes specific in 6:9–16. Violence, deception, and crooked business practices were rampant. They would bring desolation and destruction to the land. The reference to Omri and Ahab indicates that the same kinds of corruption that destroyed the northern kingdom had now spread to Judah. <br\/>In conclusion, Micah's later hearers take his messages to heart. His words of hope gave them new heart to live as God's people in a darkened world.<br\/>(Summary by Wikipedia)<\/p>","url_text_source":"http:\/\/ebible.org\/asv\/Micah.htm","language":"English","copyright_year":"1901","num_sections":"2","url_rss":"http:\/\/librivox.org\/rss\/2148","url_zip_file":"http:\/\/www.archive.org\/download\/the_book_of_micah_asv_ss_librivox\/the_book_of_micah_asv_ss_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/the-book-of-micah-asv\/","url_other":null,"totaltime":"0:22:51","totaltimesecs":1371,"authors":[{"id":"187","first_name":"","last_name":"American Standard Version","dob":"","dod":""}],"url_iarchive":"http:\/\/www.archive.org\/details\/the_book_of_micah_asv_ss_librivox","sections":[{"id":"159322","section_number":"1","title":"1 - Chapters 1-4","listen_url":null,"language":"English","playtime":"730","file_name":null,"readers":[{"reader_id":"908","display_name":"Sam Stinson"}]},{"id":"159323","section_number":"2","title":"2 - Chapters 5-7","listen_url":null,"language":"English","playtime":"641","file_name":null,"readers":[{"reader_id":"908","display_name":"Sam Stinson"}]}],"genres":[{"id":"79","name":"Bibles"}],"translators":[]}}}