{"books":{"2":{"id":"3456","title":"Gold Hunter's Experience","description":"<p>\"Early in the summer of 1860, I had an attack of gold fever.  In Chicago, the conditions for such a malady were all favorable.  Since the panic of 1857 there had been three years of general depression, money was scarce, there was little activity in business, the outlook was discouraging, and I, like hundreds of others, felt blue.\"<br><br\/> Thus Chalkley J. Hambleton begins his pithy and engrossing tale of participation in the Pike's Peak gold rush.<br><br\/> Four men in partnership hauled 24 tons of mining equipment by ox cart across the Great Plains from St. Joseph, Missouri, to Denver, Colorado.  Hambleton vividly recounts their encounters with buffalo herds, Indians, and\"the returning army of disappointed gold seekers.\" <br\/><br> Setting up camp near Mountain City, Colorado, Hambleton watched one man wash \"several nice nuggets of shining gold\" from the dirt and gravel, only to learn afterwards that \"these same nuggets had been washed out several times before, whenever a 'tenderfoot' would come along, who it was thought might want to buy a rich claim.\"<br><br\/> Two years later, \"tired and disgusted with the whole business,\" Hambleton returned to Chicago, where he arrived \"a wiser if not richer man.\" <br><br\/> In later years, Hambleton was a prominent Chicago lawyer, real estate developer, and a member of the Chicago Board of Education.  He wrote this candid account for family and friends, publishing it privately in 1898.  It is based in good part on letters he had sent from the gold fields to his sister.  Summing up his experience with wry humor, he writes: \"After selling out my interest in the joint enterprise, I still had left some fifty claims on various lodes . . .  Some time after returning to Chicago, I was making a real estate trade . . . and I threw in these fifty gold mines. . .  Had I only kept them, and gotten up some artistic deeds of conveyance, in gilded letters, what magnificent wedding presents they would have made. . .  In the long list of high-sounding, useless presents, the present of a gold mine would have led all the rest.\"  (Summary by Sue Anderson)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/29335","language":"English","copyright_year":"1898","num_sections":"3","url_rss":"http:\/\/librivox.org\/rss\/3456","url_zip_file":"http:\/\/www.archive.org\/download\/gold_hunters_experience_sa_librivox\/gold_hunters_experience_sa_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/a-gold-hunters-experience-by-chalkley-j-hambleton\/","url_other":null,"totaltime":"2:01:26","totaltimesecs":7286,"authors":[{"id":"5291","first_name":"  Chalkley J.","last_name":"Hambleton","dob":"1829","dod":"?"}],"url_iarchive":"http:\/\/www.archive.org\/details.php?identifier=gold_hunters_experience_sa_librivox","sections":[{"id":"186811","section_number":"1","title":"Part 1","listen_url":"","language":"English","playtime":"3482","file_name":null,"readers":[{"reader_id":"3003","display_name":"Sue Anderson"}]},{"id":"186812","section_number":"2","title":"Part 2","listen_url":"","language":"English","playtime":"1871","file_name":null,"readers":[{"reader_id":"3003","display_name":"Sue Anderson"}]},{"id":"186813","section_number":"3","title":"Part 3","listen_url":"","language":"English","playtime":"1933","file_name":null,"readers":[{"reader_id":"3003","display_name":"Sue Anderson"}]}],"genres":[{"id":"111","name":"Memoirs"}],"translators":[]}}}