{"books":{"3":{"id":"3854","title":"Arabic Hidden Words","description":"<p>Kalimát-i-Maknúnih or The Hidden Words is a book written in Baghdad around 1857 by Bahá'u'lláh, the founder of the Bahá'í Faith. This work is written partly in Arabic and partly in Persian. The Hidden Words is written in the form of a collection of short utterances, 71 in Arabic and 82 in Persian, in which Bahá'u'lláh claims to have taken the basic essence of certain spiritual truths and written them in brief form. Bahá'ís are advised by `Abdu'l-Bahá, the son of Bahá'u'lláh to read them every day and every night and to implement its latent wisdom into their daily lives. He also said that The Hidden Words is a treasury of divine mysteries\" and that when one ponders its contents, \"the doors of the mysteries will open.\"<br><br>The text of the Hidden Words is divided up into two sections: one from Arabic, and another from Persian. Each consist of several short, numbered passages. The Arabic has 71 passages, and the Persian has 82. This audiobook only contains the Arabic section. Each passage begins with an invocation, many of which repeat. Some common invocations include \"O Son of Spirit\", \"O Son of Man\", and \"O Son of Being\". Bahá'í prayers are written in the first person of humanity, so that the reader can feel like they are having a conversation with God. The Hidden Words are written in the first person of God, so that the reader feels like God is speaking to them. In 1903, Mr. Hussein Rouhy translated the Arabic portion of the Hidden Words, which appeared in Myron Phelps' \"Life and Teachings of Abbas Effendi\". Phelps' writes that \"Mr. Rouhy furnished me with literal translations from the original Arabic and Persian. In order to avoid obscurities and forms of expression and figures of speech unfamiliar to Western readers, these have been somewhat modified in form; but in all cases without departure, I think, from the meaning of the originals.\" It should be noted that this translation was superceded by the more masterful, authorized translation of Shoghi Effendi, the Guardian of the Bahá'í Faith, which has not yet entered the public domain. (Adapted from Wikipedia)<\/p>","url_text_source":"http:\/\/bahai-library.com\/file.php?file=bahaullah_hidden-words_arabic_1903&language=All","language":"English","copyright_year":"1903","num_sections":"4","url_rss":"http:\/\/librivox.org\/rss\/3854","url_zip_file":"http:\/\/www.archive.org\/download\/arabic_hidden_words_njb_librivox\/arabic_hidden_words_njb_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Hidden_Words","url_librivox":"http:\/\/librivox.org\/the-arabic-hidden-words-by-bahaullah\/","url_other":null,"totaltime":"0:35:38","totaltimesecs":2138,"authors":[{"id":"315","first_name":"","last_name":"Bahá'u'lláh","dob":"1817","dod":"1892"}],"url_iarchive":"http:\/\/www.archive.org\/details\/arabic_hidden_words_njb_librivox","sections":[{"id":"22047","section_number":"1","title":"01 - Arabic Hidden Words 1-19","listen_url":null,"language":"English","playtime":"618","file_name":null,"readers":[{"reader_id":"1618","display_name":"Nicholas James Bridgewater"}]},{"id":"22048","section_number":"2","title":"02 - Arabic Hidden Words 20-38","listen_url":null,"language":"English","playtime":"463","file_name":null,"readers":[{"reader_id":"1618","display_name":"Nicholas James Bridgewater"}]},{"id":"22049","section_number":"3","title":"03 - Arabic Hidden Words 39-57","listen_url":null,"language":"English","playtime":"525","file_name":null,"readers":[{"reader_id":"1618","display_name":"Nicholas James Bridgewater"}]},{"id":"22050","section_number":"4","title":"04 - Arabic Hidden Words 58-71","listen_url":null,"language":"English","playtime":"532","file_name":null,"readers":[{"reader_id":"1618","display_name":"Nicholas James Bridgewater"}]}],"genres":[{"id":"131","name":"Other religions"}],"translators":[{"id":"6798","first_name":" Hussein","last_name":"Rouhy","dob":"","dod":""}]}}}