{"books":{"2":{"id":"3115","title":"Germania","description":"<p>The Germania (Latin: De Origine et situ Germanorum, literally The Origin and Situation of the Germans), written by Gaius Cornelius Tacitus around 98, is an ethnographic work on the Germanic tribes outside the Roman Empire. Germania fits squarely within the tradition established by authors from Herodotus to Julius Caesar. Tacitus himself had already written a similar essay on the lands and tribes of Britannia in his Agricola. The Germania begins with a description of the lands, laws, and customs of the Germanic people; it then segues into descriptions of individual tribes, beginning with those dwelling closest to Roman lands and ending on the uttermost shores of the Baltic, among the amber-gathering Aesti, the primitive and savage Fenni, and the unknown tribes beyond them.<\/p>\n<p>Tacitus’ descriptions of the Germanic character are at times favorable in contrast to the opinions of the Romans of his day. He holds the strict monogamy and chastity of Germanic marriage customs worthy of the highest praise, in contrast to what he saw as the vice and immorality rampant in Roman society of his day, and he admires their open hospitality, their simplicity, and their bravery in battle. One should not, however, think that Tacitus’ portrayal of Germanic customs is entirely favorable; he notes a tendency in the Germanic people for what he saw as their habitual drunkenness, laziness, and barbarism, among other traits. Tacitus says that physically, the Germans appeared to be a distinct race, not an admixture of their neighbors. In Chapter 4, he mentions that they have common characteristics of blue eyes, blond or reddish hair and large size.<\/p>\n<p>In Chapter 7, Tacitus describes their government and leadership as somewhat merit-based and egalitarian, with leadership by example rather than authority and that punishments are carried out by the priests. He mentions that the opinions of women are given respect. In Chapter 9, Tacitus describes a form of folk assembly rather similar to the public Things recorded in later Germanic sources: in these public deliberations, the final decision rests with the men of the tribe as a whole.<\/p>\n<p>Tacitus further discusses the role of women in Chapters 7 and 8, mentioning that they often accompany the men to battle and offer encouragement. He says that the men are often motivated to fight for the women because of an extreme fear of their being taken captive. Tacitus says that the Germans are mainly content with one wife, except for a few political marriages, and specifically and explicitly compares this practice favorably to other barbarian cultures, perhaps since monogamy was a shared value between Roman and Germanic cultures. He also records that adultery is very rare, and that an adulterous woman is shunned afterward by the community regardless of her beauty.<\/p>\n<p>This translation by Alfred John Church and William Jackson Brodribb, was first published in 1877. (Summary from Wikipedia.)<\/p>","url_text_source":"http:\/\/www.perseus.tufts.edu\/cgi-bin\/ptext?doc=Perseus:text:1999.02.0083&query=1&chunk=book","language":"English","copyright_year":"1877","num_sections":"3","url_rss":"http:\/\/librivox.org\/rss\/3115","url_zip_file":"http:\/\/www.archive.org\/download\/germania_tacitus_0906_librivox1\/germania_tacitus_0906_librivox1_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Germania_(book)","url_librivox":"http:\/\/librivox.org\/germania_tacitus\/","url_other":null,"totaltime":"1:09:53","totaltimesecs":4193,"authors":[{"id":"704","first_name":"Publius Cornelius","last_name":"Tacitus","dob":"56","dod":"117"}],"url_iarchive":"http:\/\/www.archive.org\/details\/germania_tacitus_0906_librivox1","sections":[{"id":"179692","section_number":"1","title":"Section 1","listen_url":"","language":"English","playtime":"1686","file_name":null,"readers":[{"reader_id":"2854","display_name":"Andrew Coleman"}]},{"id":"179693","section_number":"2","title":"Section 2","listen_url":"","language":"English","playtime":"1108","file_name":null,"readers":[{"reader_id":"1724","display_name":"Anna Simon"}]},{"id":"179694","section_number":"3","title":"Section 3","listen_url":"","language":"English","playtime":"1399","file_name":null,"readers":[{"reader_id":"2506","display_name":"Julie VW"}]}],"genres":[{"id":"108","name":"Travel & Geography"},{"id":"113","name":"Antiquity"}],"translators":[{"id":"6590","first_name":"William Jackson","last_name":"Brodribb","dob":"1829","dod":"1905"},{"id":"4326","first_name":"Alfred John","last_name":"Church","dob":"1829","dod":"1912"}]}}}