{"books":[{"id":"404","title":"Rocket Book","description":"<p>The Rocket Book can be listened to while viewing a beautiful facscimile edition at the International Children's Digital Libarary (ICDL): <a href=\"http:\/\/www.childrenslibrary.org\/icdl\/SaveBook?bookid=newrock_00150085&lang=English\">http:\/\/childrenslibrary.org\/<\/a> <\/p>\n<p>The Rocket Book begins when the son of a building superintendent sets a match to a rocket he discovered in the basement. Suddenly, the rocket blasts its way up through apartment after apartment in a high-rise, disrupting and transforming the humdrum goings-on of twenty families till it is finally stopped cold by something in the attic. An elliptical hole is punched in each of the book's pages and illustrations to signify where the rocket passed through every apartment! As in all of Newell's books, the verse on the verso-page provides commentary on the recto-page illustration. <\/p>\n<p>This book and Newell’s The Slant Book pioneered the “special format” children’s literature of today, such as pop-up books or cutout books like Eric Carle’s The Very Hungry Caterpillar. Newell’s books from 80 years ago have been reprinted, since Newell has undergone a resurgence in popularity much as Dr. Seuss’s books did during the 1980s. This is a boon for teachers and home-schooling parents, since this recording can now be listened to as youngsters page through a real book (ISBN: 0-8048-0505-9) or as they view the ICDL scanned version online (both are a real treat)! (Summary by Denny Sayers)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/17104","language":"English","copyright_year":"1912","num_sections":"1","url_rss":"http:\/\/librivox.org\/rss\/404","url_zip_file":"http:\/\/www.archive.org\/download\/rocket_book_librivox\/rocket_book_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/the-rocket-book-by-peter-newell\/","url_other":null,"totaltime":"00:11:58","totaltimesecs":718,"authors":[{"id":"2369","first_name":"Peter","last_name":"Newell","dob":"1862","dod":"1924"}],"url_iarchive":"http:\/\/www.archive.org\/details\/rocket_book_librivox","sections":[{"id":"126728","section_number":"1","title":"The Rocket Book ","listen_url":null,"language":"English","playtime":"718","file_name":null,"readers":[{"reader_id":"26","display_name":"Denny Sayers (d. 2015)"}]}],"genres":[{"id":"43","name":"Poetry"}],"translators":[]}]}