{"books":[{"id":"401","title":"Riot Act","description":"<p>The Riot Act was passed by the British Parliament in 1714, the first year of the reign of George I, and came into effect in August 1715. This was a time of widespread social disturbance, as the preamble describes; the Act sought to put an end to this. A group of twelve or more people, “being unlawfully, riotously and tumultuously assembled”, would be read a proclamation; they must disperse within an hour, on pain of death. The same fate would befall anyone preventing the reading of the proclamation, or damaging buildings while on a riot. If the law enforcement officers happened to injure or kill a rioter, they were immune from prosecution. The reading of the proclamation, the wording of which is detailed in the Act, was the necessary first step before action could be taken against the rioters. This gave us the phrase “to read the riot act”, to give a stern warning or rebuke. The Act was repealed in Britain in 1973, but had long since fallen into disuse there. A version is still in force in Canada.<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/8142","language":"English","copyright_year":"1715","num_sections":"1","url_rss":"http:\/\/librivox.org\/rss\/401","url_zip_file":"http:\/\/www.archive.org\/download\/riot_act_librivox\/riot_act_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/the-riot-act-by-british-parliament\/","url_other":null,"totaltime":"00:19:30","totaltimesecs":1170,"authors":[{"id":"4202","first_name":"","last_name":"Parliament of the United Kingdom of Great Britain","dob":"","dod":""}],"url_iarchive":"http:\/\/www.archive.org\/details\/riot_act_librivox","sections":[{"id":"126695","section_number":"1","title":"The Riot Act (1714 – 1715)","listen_url":null,"language":"English","playtime":"1170","file_name":null,"readers":[{"reader_id":"94","display_name":"David Barnes"}]}],"genres":[{"id":"90","name":"Law"}],"translators":[]}]}