{"books":{"1":{"id":"5378","title":"Absalom and Achitophel","description":"John Dryden published Absalom and Achitophel: A Poem in 1681. It is an elaborate historical allegory using the political situation faced by Kind David (2 Samuel 14-18) to mirror that faced by Charles II. Each monarch had a son whom a high-ranking minister attempted to use against him. James Scott, first Duke of Monmouth, Charles II's illegitimate son, was detected planning a rebellion late in 1681, supposedly instigated by the Earl of Shaftesbury, who was tried for high treason, and it is believed that Dryden wrote the poem in an effort to sway the jury in his trial. The fates of both Absalom (Monmouth) and Achitophel (Shaftesbury) are left unspecified at the end of the poem (Monmouth did rebel in 1685, after his father's death, and was executed, and Shaftesbury was acquitted), but we are left to surmise that their fates would resemble those of their Biblical counterparts: Absalom was killed against David's instructions and Achitophel hanged himself.<br><br>\n\nThe poem can be enjoyed without any special knowledge of either the Bible or seventeenth-century English history, but it is useful to understand why Monmouth (AKA Absalom) was such a useful tool to use against his father: Charles had many illegitimate offspring, but his wife was barren, so at his death the crown would pass (did pass) to his brother, James, who was Catholic, but Monmouth was Protestant as well as well-beloved by both the king and the people. England had good reason to dread a return of officially enforced Catholicism. The narrator's urbane attitude toward David's amatory adventures in the opening of the poem and his burlesque of the supposed Jebusitical plot (the \"Popish Plot\" of 1678) establish clearly his Tory bias in favor of the Establishment and his disdain of the panic caused by fear of Catholicism (Dryden himself converted to the Catholic faith at some time before 1685).","url_text_source":"http:\/\/www.archive.org\/details\/absalomachitophe00dryduoft","language":"English","copyright_year":"1911","num_sections":"2","url_rss":"http:\/\/librivox.org\/rss\/5378","url_zip_file":"http:\/\/www.archive.org\/download\/absalom_achitophel_tc_librivox\/absalom_achitophel_tc_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Absalom_and_Achitophel","url_librivox":"http:\/\/librivox.org\/absalom-and-achitophel-by-john-dryden\/","url_other":null,"totaltime":"0:58:09","totaltimesecs":3489,"authors":[{"id":"2353","first_name":"John","last_name":"Dryden","dob":"1631","dod":"1700"}],"url_iarchive":"http:\/\/www.archive.org\/details\/absalom_achitophel_tc_librivox","sections":[{"id":"63303","section_number":"1","title":"1 Lines 1-490","listen_url":"","language":"English","playtime":"1663","file_name":null,"readers":[{"reader_id":"6249","display_name":"Thomas A. Copeland"}]},{"id":"63304","section_number":"2","title":"2 Lines 491-1031","listen_url":"","language":"English","playtime":"1826","file_name":null,"readers":[{"reader_id":"6249","display_name":"Thomas A. Copeland"}]}],"genres":[{"id":"25","name":"Poetry"},{"id":"29","name":"Satire"}],"translators":[]}}}