{"books":{"3":{"id":"5649","title":"Royal Son and Mother","description":"Demetrius Augustine Gallitzin (1770-1840) was an emigre Russian aristocrat and Catholic priest who is acclaimed as \"The Apostle of the Alleghenies.\" He is the son of Prince Dimitri Alexeievich, a Russian ambassador to the Netherlands, and the German Countess Adelheid Amalie von Schmettau. Demetrius was raised Russian Orthodox, but at age seventeen he converted to Catholicism, the faith of his mother, following her miraculous recovery from a serious illness. Although the ambassador had planned a military career for his son and had sent him to America for an education, he was shocked to learn that his son had renounced his inheritance and had entered a seminary instead. Demetrius was ordained a Catholic priest in 1795 and devoted his life to ministering to the pioneers of rural Maryland and Pennsylvania. In 1796 Bishop John Carroll stationed him in Taneytown, Maryland, and in 1799 Father Demetrius founded a church in Loretto, Pennsylvania, deep in the Allegheny Mountains. For the next 41 years, this untiring priest wended his way through rugged hills along a network of Indian trails to bring the sacraments and the Word of God to hardy pioneer families. Braving every sort of danger and forgoing personal comfort, he established numerous missions in remote settlements across the Allegheny frontier. During his years as pastor in Loretto, his spiritual children grew in number from a dozen to over ten thousand.<br><br>The author of this short work, Baroness Pauline von Hugel, is the daughter of Baron Charles Alexander Anselm von Hugel, Austrian Ambassador to Tuscany, and later, to Belgium. After the baron's death, Pauline resided with her widowed mother in Bournemouth and Boscombe in southern England and was known for her numerous charitable activities, especially her great solicitude for the poor. (Adapted from Wikipedia)","url_text_source":"http:\/\/www.archive.org\/details\/royalsonmother00hg","language":"English","copyright_year":"1902","num_sections":"4","url_rss":"http:\/\/librivox.org\/rss\/5649","url_zip_file":"http:\/\/www.archive.org\/download\/royalson_dv_1107\/royalson_dv_1107_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/a-royal-son-and-mother-by-pauline-von-hugel\/","url_other":null,"totaltime":"1:29:11","totaltimesecs":5351,"authors":[{"id":"2269","first_name":"Pauline","last_name":"von Hugel","dob":"1858","dod":"1901"}],"url_iarchive":"http:\/\/www.archive.org\/details\/royalson_dv_1107","sections":[{"id":"70386","section_number":"1","title":"1 – Germany","listen_url":"","language":"English","playtime":"2013","file_name":null,"readers":[{"reader_id":"6499","display_name":"dave7"}]},{"id":"70387","section_number":"2","title":"2 – America","listen_url":"","language":"English","playtime":"932","file_name":null,"readers":[{"reader_id":"6499","display_name":"dave7"}]},{"id":"70388","section_number":"3","title":"3 – The Founding of Loretto","listen_url":"","language":"English","playtime":"1048","file_name":null,"readers":[{"reader_id":"6499","display_name":"dave7"}]},{"id":"70389","section_number":"4","title":"4 – Last Days","listen_url":"","language":"English","playtime":"1358","file_name":null,"readers":[{"reader_id":"6499","display_name":"dave7"}]}],"genres":[{"id":"36","name":"*Non-fiction"}],"translators":[]}}}