{"books":{"3":{"id":"6363","title":"Alice's Adventures Underground","description":"This is the handwritten book that Carroll wrote for private use before being urged to develop it later into Alice in Wonderland. It was generously illustrated by Carrol and meant to entertain his family and friends. When a sick child in a hospital enjoyed it so much, the mother wrote him saying it had distracted her for a bit from her pain and led eventually to Carroll expanding the story. The Reverend Charles Lutwidge Dodgson and the Reverend Robinson Duckworth rowed in a boat, on 4 July 1862,[12] up the Isis with the three young daughters of Henry Liddell, (the Vice-Chancellor of Oxford University and Dean of Christ Church) : Lorina Charlotte Liddell (aged 13, born 1849); Alice Pleasance Liddell (aged 10, born 1852); Edith Mary Liddell (aged 8, born 1853). The journey began at Folly Bridge near Oxford and ended five miles away in the village of Godstow. During the trip the Reverend Dodgson told the girls a story that featured a bored little girl named Alice who goes looking for an adventure. The girls loved it, and Alice Liddell asked Dodgson to write it down for her. He began writing the manuscript of the story the next day, although that earliest version no longer exists. The girls and Dodgson took another boat trip a month later when he elaborated the plot to the story of Alice, and in November he began working on the manuscript in earnest.[14] To add the finishing touches he researched natural history for the animals presented in the book, and then had the book examined by other children—particularly the MacDonald children. He added his own illustrations but approached John Tenniel to illustrate the book for publication, telling him that the story had been well liked by children.[14] On 26 November 1864 he gave Alice the handwritten manuscript of Alice's Adventures Under Ground, with illustrations by Dodgson himself, dedicating it as \"A Christmas Gift to a Dear Child in Memory of a Summer's Day\".[15] Some, including Martin Gardner, speculate there was an earlier version that was destroyed later by Dodgson when he printed a more elaborate copy by hand.[16] (Summary by wikipedia and Phil Chenevert) ","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/19002","language":"English","copyright_year":"1886","num_sections":"4","url_rss":"http:\/\/librivox.org\/rss\/6363","url_zip_file":"http:\/\/www.archive.org\/download\/alice_underground_pc_librivox\/alice_underground_pc_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/alices-adventures-underground-by-lewis-carroll\/","url_other":null,"totaltime":"1:20:53","totaltimesecs":4853,"authors":[{"id":"71","first_name":"Lewis","last_name":"Carroll","dob":"1832","dod":"1898"}],"url_iarchive":"http:\/\/www.archive.org\/details\/alice_underground_pc_librivox","sections":[{"id":"89152","section_number":"1","title":"1 - DOWN THE RABBIT-HOLE. THE POOL OF TEARS","listen_url":"","language":"English","playtime":"1462","file_name":null,"readers":[{"reader_id":"5717","display_name":"Phil Chenevert"}]},{"id":"89153","section_number":"2","title":"2 - \tA LONG TALE. THE RABBIT SENDS IN A LITTLE BILL","listen_url":"","language":"English","playtime":"1172","file_name":null,"readers":[{"reader_id":"5717","display_name":"Phil Chenevert"}]},{"id":"89154","section_number":"3","title":"3 - ADVICE FROM A CATERPILLAR","listen_url":"","language":"English","playtime":"942","file_name":null,"readers":[{"reader_id":"5717","display_name":"Phil Chenevert"}]},{"id":"89155","section_number":"4","title":"4 - THE QUEEN'S CROQUET-GROUND. THE MOCK TURTLE'S STORY. THE LOBSTER QUADRILLE. WHO STOLE THE TARTS?","listen_url":"","language":"English","playtime":"1277","file_name":null,"readers":[{"reader_id":"5717","display_name":"Phil Chenevert"}]}],"genres":[{"id":"1","name":"Children's Fiction"},{"id":"13","name":"Fantastic Fiction"}],"translators":[]}}}