{"books":{"4":{"id":"9074","title":"Visit to Three Fronts: June 1916","description":"In the course of May 1916, the Italian authorities expressed a desire that some independent observer from Great Britain should visit their lines and report his impressions. It was at the time when our brave and capable allies had sustained a set-back in the Trentino owing to a sudden concentration of the Austrians, supported by very heavy artillery. I was asked to undertake this mission. In order to carry it out properly, I stipulated that I should be allowed to visit the British lines first, so that I might have some standard of comparison. The War Office kindly assented to my request. Later I obtained permission to pay a visit to the French front as well. Thus it was my great good fortune, at the very crisis of the war, to visit the battle line of each of the three great Western allies. I only wish that it had been within my power to complete my experiences in this seat of war by seeing the gallant little Belgian army which has done so remarkably well upon the extreme left wing of the hosts of freedom.\n\nMy experiences and impressions are here set down, and may have some small effect in counteracting those mischievous misunderstandings and mutual belittlements which are eagerly fomented by our cunning enemy. - Summary by Arthur Conan Doyle, Crowborough, July 1916.","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/9874","language":"English","copyright_year":"1916","num_sections":"5","url_rss":"http:\/\/librivox.org\/rss\/9074","url_zip_file":"","url_project":"","url_librivox":"","url_other":null,"totaltime":"","totaltimesecs":0,"authors":[{"id":"467","first_name":"Sir Arthur Conan","last_name":"Doyle","dob":"1859","dod":"1930"}],"url_iarchive":"","sections":[{"id":"317112","section_number":"1","title":"A Glimpse of the British Army, I","listen_url":null,"language":"English","playtime":"0","file_name":null,"readers":[]},{"id":"317113","section_number":"2","title":"A Glimpse of the British Army, II","listen_url":null,"language":"English","playtime":"0","file_name":null,"readers":[]},{"id":"317114","section_number":"3","title":"A Glimpse of the Italian Army","listen_url":null,"language":"English","playtime":"0","file_name":null,"readers":[]},{"id":"317115","section_number":"4","title":"A Glimpse of the French Line, I","listen_url":null,"language":"English","playtime":"0","file_name":null,"readers":[]},{"id":"317116","section_number":"5","title":"A Glimpse of the French Line, II","listen_url":null,"language":"English","playtime":"0","file_name":null,"readers":[]}],"genres":[{"id":"73","name":"War & Military"}],"translators":[]}}}