{"books":[{"id":"9766","title":"Isha Upanishad","description":"The word Upanishad (upa-ni-shad) consists of, \"Upa\" means \"near;\" \"ni\" means \"down;\" \"shad\" means \"to sit.\" Thus, Upanishad is to sit down near the teacher to discuss, learn, practice, and experience. There are some 200 or more Upanishads. Some are lost and are only known about because of being referenced in other Upanishads. <br><br>Most of the Upanishads were kept secret for centuries, only passed on to others orally in the form of Shloka (a category of verse line developed from the Vedic Anustubh meter).<br><br>Isha Upanishad is known by others names such as Ishavasya Upanisahd and Vagasaneyi-Samhita-Upanishad. This is one of the shortest Upanishads; a brief poem consisting of 18 verses. It forms the fortieth and concluding chapter of the Samhita of the White Yajur-veda.<br><br>The word Isha (ईश) literally means \"ruler, master, lord\". The term vāsyam (वास्य) literally means \"hidden in, covered with, enveloped by\". <br><br>The contested chronology of Isha Upanishads is between first or second half of first millennium BCE.<br><br>The 11 principal Upanishads to which Sankara appeals in his great commentary on the Vedanta-Surtras are: Chandogya, Talavakara or Kena, Aitareya, Kaushitaki, Vajasaneyi or Isha, Katha, Mundaka, Taittirtiyaka or Taittiriya, Brihadaranyaka, Svetasvatara, and Prasna. They are also called the 11 classical Upanishads or the fundamental Upanishads of the Vedanta Philosophy. Apart from these, Maitrayana-Brahmana-Upanishad is also considered as an important Upanishad. \nThe Upanishadic literature is not a religious scripture and is free from dogma and doctrines. It is not a part of any religion but is a philosophy for all times and for all. German philosopher Arthur Schopenhauer, impressed by the Upanishads, called the texts \"the production of the highest human wisdom\".  Summary by Jothi<br><br>","url_text_source":"https:\/\/books.google.com\/books?id=PY8GxY29VFIC ","language":"English","copyright_year":"1897","num_sections":"1","url_rss":"http:\/\/librivox.org\/rss\/9766","url_zip_file":"http:\/\/www.archive.org\/download\/\/ishaupanishad_1503_librivox\/ishaupanishad_1503_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Isha_Upanishad","url_librivox":"http:\/\/librivox.org\/isha-upanishad-by-unknown\/","url_other":null,"totaltime":"00:06:04","totaltimesecs":364,"authors":[{"id":"221","first_name":"","last_name":"Unknown","dob":"","dod":""}],"url_iarchive":"http:\/\/archive.org\/details\/ishaupanishad_1503_librivox","sections":[{"id":"336288","section_number":"1","title":"Isha Upanishad","listen_url":"https:\/\/librivox.org\/uploads\/maryannspiegel\/ishaupanishad_01_unknown_128kb.mp3","language":"English","playtime":"364","file_name":"ishaupanishad_01_unknown_128kb.mp3","readers":[{"reader_id":"9216","display_name":"Jothi Tharavant"}]}],"genres":[{"id":"123","name":"Ancient"}],"translators":[{"id":"6535","first_name":" F. Max","last_name":"Müller","dob":"1823","dod":"1900"}]}]}