{"books":[{"id":"9770","title":"Kena Upanishad","description":"The word Upanishad (upa-ni-shad) consists of, \"Upa\" means \"near;\" \"ni\" means \"down;\" \"shad\" means \"to sit.\" Thus, Upanishad is to sit down near the teacher to discuss, learn, practice, and experience. There are some 200 or more Upanishads. Some are lost and are only known about because of being referenced in other Upanishads. <br><br>Most of the Upanishads were kept secret for centuries, only passed on to others orally in the form of Shloka (a category of verse line developed from the Vedic Anustubh meter).<br><br>Kena (Sanskrit: केन) literally means, depending on the object-subject context, \"by what, by whom, whence, how, why, from what cause\". This root of Kena, in the sense of \"by whom\" or \"from what cause\" is found the inquisitive first verse of the Kena Upanishad, \"At whose wish does the mind sent forth proceed on its errand?....\"<br><br>The Kena Upanishad belongs to the Talavakara Brahmana of Sama Veda, giving it the etymological roots of an alternate name of Talavakara Upanishad. The Kena Upanishad is also referred to as the Kenopanishad.<br><br>The chronology of Kena Upanishad is unclear; it is ancient and generally placed before the earliest Buddhist Pali and Jaina canons.<br><br>The 11 principal Upanishads to which Sankara appeals in his great commentary on the Vedanta-Surtras are: Chandogya, Talavakara or Kena, Aitareya, Kaushitaki, Vajasaneyi or Isha, Katha, Mundaka, Taittirtiyaka or Taittiriya, Brihadaranyaka, Svetasvatara, and Prasna. They are also called the 11 classical Upanishads or the fundamental Upanishads of the Vedanta Philosophy. Apart from these, Maitrayana-Brahmana-Upanishad is also considered as an important Upanishad. <br><br>The Upanishadic literature is not a religious scripture and is free from dogma and doctrines. It is not a part of any religion but is a philosophy for all times and for all. German philosopher Arthur Schopenhauer, impressed by the Upanishads, called the texts \"the production of the highest human wisdom\". Summary by Jothi","url_text_source":"https:\/\/books.google.com\/books?id=PY8GxY29VFIC ","language":"English","copyright_year":"1897","num_sections":"1","url_rss":"http:\/\/librivox.org\/rss\/9770","url_zip_file":"http:\/\/www.archive.org\/download\/\/kenaupanishad_1504_librivox\/kenaupanishad_1504_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Kena_Upanishad","url_librivox":"http:\/\/librivox.org\/kena-upanishad-by-unknown\/","url_other":null,"totaltime":"00:10:48","totaltimesecs":648,"authors":[{"id":"221","first_name":"","last_name":"Unknown","dob":"","dod":""}],"url_iarchive":"http:\/\/archive.org\/details\/kenaupanishad_1504_librivox","sections":[{"id":"336384","section_number":"1","title":"Kena Upanishad","listen_url":"https:\/\/librivox.org\/uploads\/maryannspiegel\/kenaupanishad_01_unknown_128kb.mp3","language":"English","playtime":"648","file_name":"kenaupanishad_01_unknown_128kb.mp3","readers":[{"reader_id":"9216","display_name":"Jothi Tharavant"}]}],"genres":[{"id":"123","name":"Ancient"}],"translators":[{"id":"6535","first_name":" F. Max","last_name":"Müller","dob":"1823","dod":"1900"}]}]}