{"books":{"5":{"id":"9742","title":"Mandaka Upanishad","description":"The word Upanishad (upa-ni-shad) consists of, \"Upa\" means \"near;\" \"ni\" means \"down;\" \"shad\" means \"to sit.\" Thus, Upanishad is to sit down near the teacher to discuss, learn, practice, and experience. There are some 200 or more Upanishads. Some are lost and are only known about because of being referenced in other Upanishads.<br><br>Most of the Upanishads were kept secret for centuries, only passed on to others orally in the form of Shloka (a category of verse line developed from the Vedic Anustubh meter).<br><br>The Mundaka-Upanishad is embedded inside the Atharva-vedha. Mundaka (Sanskrit: मुण्डक) literally means \"shaved (as in shaved head)\". The word as title of the Upanishad possibly refers to \"knowledge that shaves, or liberates, one of errors and ignorance\". It is a poetic verse style Upanishad, with 64 verses, written in the form of mantras. However, these mantras are not used in rituals, rather they are used for teaching and meditation on spiritual knowledge. It contains three Mundakams (parts), each with two sections.<br><br>This Upanishad is  considered post-Buddhist, the exact chronology is unclear. <br><br>The 11 principal Upanishads to which Sankara appeals in his great commentary on the Vedanta-Surtras are: Chandogya, Talavakara or Kena, Aitareya, Kaushitaki, Vajasaneyi or Isha, Katha, Mundaka, Taittirtiyaka or Taittiriya, Brihadaranyaka, Svetasvatara, and Prasna. They are also called the 11 classical Upanishads or the fundamental Upanishads of the Vedanta Philosophy. Apart from these, Maitrayana-Brahmana-Upanishad is also considered as an important Upanishad. <br><br>The Upanishadic literature is not a religious scripture and is free from dogma and doctrines. It is not a part of any religion but is a philosophy for all times and for all. German philosopher Arthur Schopenhauer, impressed by the Upanishads, called the texts \"the production of the highest human wisdom\".  Summary by Jothi","url_text_source":"https:\/\/books.google.com\/books?id=PY8GxY29VFIC","language":"English","copyright_year":"1897","num_sections":"6","url_rss":"http:\/\/librivox.org\/rss\/9742","url_zip_file":"","url_project":" http:\/\/en.wikipedia.org\/wiki\/Mundaka_Upanishad","url_librivox":"","url_other":null,"totaltime":"","totaltimesecs":0,"authors":[{"id":"221","first_name":"","last_name":"Unknown","dob":"","dod":""}],"url_iarchive":"","sections":[{"id":"335545","section_number":"1","title":"First Mundaka - First Khanda","listen_url":null,"language":"English","playtime":"0","file_name":null,"readers":[]},{"id":"335546","section_number":"2","title":"First Mundaka - Second Khanda","listen_url":null,"language":"English","playtime":"0","file_name":null,"readers":[]},{"id":"335547","section_number":"3","title":"Second Mundaka - First Khanda","listen_url":null,"language":"English","playtime":"0","file_name":null,"readers":[]},{"id":"335548","section_number":"4","title":"Second Mundaka - Second Khanda","listen_url":null,"language":"English","playtime":"0","file_name":null,"readers":[]},{"id":"335549","section_number":"5","title":"Third Mundaka - First Khanda","listen_url":null,"language":"English","playtime":"0","file_name":null,"readers":[]},{"id":"335550","section_number":"6","title":"Third Mundaka - Second Khanda","listen_url":null,"language":"English","playtime":"0","file_name":null,"readers":[]}],"genres":[{"id":"123","name":"Ancient"}],"translators":[{"id":"6535","first_name":" F. Max","last_name":"Müller","dob":"1823","dod":"1900"}]}}}